const test = [
  {
    id: 1,
    date: "2020-05-28",
    catagory: "Forum",
    classification: "PhD",
    author: "熊哲賢 / 清華大學跨院國際博士班博士候選人",
    title: "【博士生論壇】迫使環境污染者付費：區塊鏈如何協助氣候談判",
    content:
      '原文出處：https://blockchainclimate.org/證明汙染源來自何處是有效實施環境法的必要手段之一。在提供更多的可追溯方面，區塊鏈的特性或許能允許法庭更好地判斷污染源所在。精準問責(Accountability)的必要性根據過往案例，目前的科技還無法精準掌握汙染源責任的歸咎，常導致氣候談判往往無法有效判定汙染源出自何國，而使得環境法常有灰色地帶被不肖業者利用避嫌。從以下範例可看到這一點:•企業X，來自於出口國A；•將總部(HQ)置於歐盟國家B；•並污染國家C。根據以往經驗，"企業X"雖然在C國活動，但無法對其在C國的污染進行究責。這是因為其子公司(在B國)會設法掩蓋母公司的責任歸咎。有些子公司甚至為空殼公司(shell company)，沒有業務運營,也沒有員工，甚至沒有實體辦公室。它們不賺錢,也不為客戶提供產品或服務。相反，他們擁有一個或多個公司的資產，並作為一個冬眠公司(Inactive company)。若利用以上設置便難以確定汙染源所在。目前，只有當鄰國提出申訴有機會通過跨界損害(Transboundary harm)來找尋汙染源頭 ，但仍難以 將責任的歸咎釐清清楚。[1]哈佛商業評論的研究發現，在嚴格的國內司法管轄區，企業國內排放量平均減少29%。然而,與此同時，國外排放量卻增長了43%。換句話說，許多公司通過將污染活動轉移到國外來對國內嚴格的監管做出反應。[2]儘管大費周張的想舉證試圖證明損害來自企業，事實卻往往演變為對方辯護律師辯說為其它因素導致污染,包括地理距離(缺乏跨界損害原則)、周圍國家製造的污染影響當地空氣品質(責任的不明確)以及缺乏正確的 "科學之可受理證據" 來支持損害證明。然而環境法當中明確的規定：引起侵權或損害賠償者應當為其後果付出代價， 不應有灰色地帶使犯法者能避開應付之責任。就環境數據達成一致如果能利用科技的輔助清楚證明某企業已支付了應當支付的費用(例如石油平臺成本、清潔費用或衛生費用)，也就能間接證明了該企業已盡到了它的社會責任。因此，第一步應將可用於裁決的環境數據達成協定。區塊鏈可以存儲交易記錄或任何其他數據。其副本也被存儲在世界各地的許多個人電腦上，通過數位化的操作流程提供真實性、透明度和可追蹤性。因為自動和透明的共同信任將能取代單方面的人為判斷，並且環境數據可更改為精確的百分比而非只單靠簡單的仲裁 “Yes” or “No”。當前量化影響氣候變遷的最大威脅該屬碳權的分配，但各國是否已對碳權的實際價值有一統一的共識仍有待商確。未來需要一項技術能使「巴黎協定」所落實的各項機制達成協調一致。定義一個在線的「CO2標準」將允許歐盟排放交易計劃(EU ETS)等碳交易市場的運作更為良好且無做假之疑慮。又如，確保無論是肇事者還是氣候法庭，在計算其損害金額或進行補償措施時,能達到數據上的精確。[3]區塊鏈當中的技術支持能確立正確、安全、且高效的數據傳輸。在氣候議題的應用上，可衍伸到包含：確立國家自定貢獻的發展(NDC)、聯合國永續發展目標的報告提交、智慧合同的簽約等等。結語在一個網路技術普遍的時代。我們需要一個全球統一的標準適用於準確衡量氣候變遷所帶來之各項指標。當中最為關鍵的便是正確測量各項有關碳的數據 (CO2)；期許未來的新技術能開發出一套國際標準來分析並處理各項重要資訊。[1] https://bit.ly/3eooRIo [2] https://bit.ly/3cbi1oe [3] https://bit.ly/3d8sYIk 著者為清華大學跨院國際博士班博士候選人 熊哲賢 E-mail : bear010062@gmail.comTEL : 0917140391',
    coverImage: "https://i.imgur.com/E7pULke.jpg",
  },
  {
    id: 2,
    date: "2020-05-15",
    catagory: "Forum",
    classification: "news",
    author: "熊哲賢 / 清華大學跨院國際博士班博士候選人",
    title: "【要聞共賞】運用區塊鏈技術達成聯合國永續發展目標的潛在分析",
    content: "",
    coverImage: "https://i.imgur.com/Z8MyKDw.jpg",
  },
  {
    id: 3,
    date: "2020-05-04",
    catagory: "Research",
    classification: "FinTech",
    author: "作者：清華大學科技法律研究所范建得教授、黎昱萱博士生",
    title:
      "【名家專欄-范建得】談證券型代幣發行(security token offering, STO)之金融監管規範：兼評金管會108年4月12日之公聽會內容",
    content:
      '感謝經濟部的邀請，本文收錄於 <p><a href="http://blpc.site.nthu.edu.tw/var/file/390/1390/img/3665/research_20190502005.pdf">【108年度創新籌資智慧支援計畫 – 全球早期資金趨勢觀測月報 2019.04】</a></p>簡介：2017年起區塊鏈技術掀起一波初始代幣發行(Initial Coin Offering，簡稱ICO)的眾籌熱潮後，陸續傳來許多關於ICO的投機、詐騙、經營不善的新聞，引發各國金融監管單位的注意。國內金管會也在4月12日舉辦STO監理規範架構公聽會，就預訂6月完成STO監理規範架構，徵詢各方意見。本文除對區塊鏈與代幣的本質及態樣，以及證券型代幣發行(STO) 國際監管規範加以探討，也依據金管會日前公聽會討論內容，針對證券型代幣發行之監管沙盒測試的募資金額標準、發行主體、募資對象及限額的限制、交易方式限於議價方式等重要監管內容提出評論，讓關心此一議題的讀者能更加瞭解，並有所啟發。',
    coverImage: null,
  },
  {
    id: 4,
    date: "2019-03-22",
    catagory: "Research",
    classification: "General",
    author: "清華大學科技法律研究所 范建得教授、黎昱萱博士生",
    title: "淺析區塊鏈與其應用的法律問題",
    content: "",
    coverImage: null,
  },
  {
    id: 5,
    date: "2019-04-24",
    catagory: "Analysis",
    classification: "FinTech",
    author:
      "范建得&劉境棠，Blockchain Law & Policy Center, National Tsing Hua University",
    title: "區塊鏈與國際貿易：國際貿易合作之機遇、挑戰與啟示",
    content: "",
    coverImage: null,
  },
  {
    id: 6,
    date: "2018-10-20",
    catagory: "Analysis",
    classification: "General",
    author:
      "范建得&劉境棠，Blockchain Law & Policy Center, National Tsing Hua University",
    title: "面對氣候災難大限，我們應加速區塊鏈在能源轉型上之應用",
    content: `<p>本文主要參考自： All You Need to Know About Blockchain-Based P2P Energy Trading[1]</p>
    <p><br></p>
    <p><strong>源自聯合國氣候後變遷公約的期許</strong></p>
    <p>在今年10月8日，聯合國跨政府間氣候變遷專門委員會（Intergovernmental Panel on Climate Change; IPCC）發佈了眾所矚目的1.5C特別評估報告（Special Report on 1.5C）後，加速經濟與能源結構轉型，重視能源開發已然是與氣候災難拔河的條件。&nbsp;其實，早在一年前，聯合國氣候變遷綱要公約秘書處，也已確認並支持區塊鏈技術在落實巴黎協定目標上的價值，除鼓勵在促進多方參與與氣候行動之透明、效率與公眾信任上的各方倡議外，公約秘書處更認為，在促進碳交易（IBM已在中國試點）、點對點的清潔能源交易平台、綠色氣候金流與溫室氣體的查驗證上，區塊鏈技術都將發揮關鍵影響。&nbsp;是的，區塊鏈之於能源轉型已不再是假設或願景，而是已經在發生的事實。</p>
    <p><br></p>
    <p><strong>區塊鏈在能源轉型始自紐約</strong></p>
    <p>2016年4月，全球首個能源區塊鏈交易發生在紐約布魯克林。</p>
    <p>LO3 Energy公司與創業公司Consen Sys率先在紐約推出了一個區塊鏈項目，該團隊建立了Brooklyn微電網試點項目，使用基於乙太坊區塊鏈的智能合約，協助屋頂太陽能板的所有者，能將其多餘電力出售給鄰居的想法付諸於實踐。</p>
    <p>2017年末，LO3進一步在德國與當地兩個電力公司協力推出同樣基於區塊鏈技術建置的微電網項目。其後，LO3又再與位於法國的歐洲電力交易所（即EPEXSPOT）達成合作。LO3認為，這種作法將能為歐洲電力交易所提供一個區塊鏈平台，將當地能源市場和大型電力網絡連結起來，用於本地能源交易，讓用戶可以向他們的鄰居或他人，購買或出售多餘的電力能源。不僅如此，開發者還希望能將分散的多餘太陽能能源銷售給電網公司，儲存在電池中，提供給有需要的用戶購買。</p>
    <p><br></p>
    <p><strong>區塊鏈在能源領域之實務運用已相當聚焦</strong></p>
    <p>目前應用於能源領域的項目主要集中在微電網與區塊鏈能源交易平台建置，其主要原因為：一、分布式再生能源，尤其是太陽能光電之興起，推動能源供給從集中式向分散式轉型之趨勢；二、新的能源構架需要一個平台進行資訊實時共享和交易；三、區塊鏈技術成為實現管理極不穩定、龐大、錯綜複雜的分布式能源網路的有效手段；四、參與者共同希望最大化利用當地生產之電力，透過區塊鏈技術可減少昂貴大型電網裝置之投資與遠距離輸送電力之耗損。</p>
    <p>2018&nbsp;年&nbsp;3&nbsp;月，德國分散式能源大場松恩（Sonnen）也加入了能源區塊鏈應用的行列，宣布加入歐盟的能源區塊鏈計畫&nbsp;NEMoGrid。NEMoGrid&nbsp;成立於2017年，由德國經濟能源部、瑞士能源部、瑞典能源署共同支持，NEMoGrid&nbsp;主要評估3種商業模式，一是傳統集中式電網之管理，二是基於分散的電壓/電力的費率，三是使用乙太坊區塊鏈進行能源交易的點對點交易模式。</p>
    <p>基於區塊鏈技術的P2P能源交易平台蓬勃興起，目前總部位於澳洲的PowerLedger與英國的Electron也紛紛投入；前者在日本，泰國，韓國和菲律賓開展了區塊鏈能源交易項目，後者則於2018年9月幫助英國EDF能源公司（EDF Energy）和英國電力儲備公司（UK Power Reserve）完成了首筆電力市場債券交易。</p>
    <p>此外，國際非營利組織RMI（Rocky Mountain Institute）與區塊鏈研發公司Grid Singularity發起了EWF（Energy Web Foundation）能源區塊鏈平台，則嘗試藉由開放的程式工具及功能介面，開發便於使用者開發各種能源應用的APP。&nbsp;諸如此類的平台還有位於德國的Conjoule、南非的The Sun Exchange、美國的WePower等。</p>
    <p>Electrify則是東南亞第一個線上電力交易市場，嘗試透過交易所及P2P能源交易平台Synergy，提供用戶購買合適的用電計劃，也輔助小型電力廠商，例如一般家庭、小型企業和工廠，將電力賣給一般用戶或電力零售商。</p>
    <p>將這類平台共享經濟的模式與Uber、Airbnb相比較，可發現，這亦屬另類共享經濟模式，可以讓分散式用戶生產綠能時所產生的剩餘能源，透過區塊鏈交易平台實現共享並獲得經濟回報。這種模式的優勢在於，其交易過程不需要第三方調控，而完全透過區塊鏈來做調整，並藉由智能合約來實現即時的結算。具體言之，區塊鏈的數據信任讓價值交換成為可能，而智能合約則可以不須透過中介、銀行、律師等各類中間人，就能實現資金、資產、股票或其他任何價值物品無中介化的流通和轉移，且具有透明可信度。</p>
    <p><br></p>
    <p><strong>台灣對於區塊鏈在能源轉型之應用亦不陌生</strong></p>
    <p>其實早於半年多以前，台灣首座民間分散式智慧能源交易市場即已誕生。</p>
    <p>2018年1月11日台灣碳交易公司（TWEE）宣佈與台灣微軟、工研院、中經院等合作夥伴，攜手建構以「區塊鏈技術」為基礎的分散式儲能、再生能源憑證與碳權交易市場生態體系，這應有助於促進台灣能源轉型，並成為政府推動綠能屋頂計畫的強力後援。</p>
    <p>聯合報指出：「台灣碳交易透過Sigfox物聯網通訊技術把發電與儲電紀錄透過微軟Azure IoT雲，紀錄在台灣碳交易的區塊鏈，確保每一度電都是綠電，再著透過台電代輸，將綠電傳至消費者端的電池，緩解尖峰用電壓力。台灣碳交易再以區塊鏈提供再生能源發電業者儲電獎勵，用市場機制激勵儲能發展減輕國家供電壓力。」&nbsp;一如國際間累積之經驗，去中心化、信任、透明，正是促生此種區塊鏈應用需求的主因。</p>
    <p>2018年6月，台灣能源物聯網新創團隊&nbsp;NextDrive&nbsp;聯齊科技，亦宣布與分散式帳本技術新創&nbsp;BiiLabs&nbsp;合作，投入能源區塊鏈應用，目標打造亞洲首個「即時綠能交易平台」。</p>
    <p>很顯然的，這些民間團體的訴求與政府施政方向一致。目前我國政府已於2016年5月啟動國家「能源轉型」計畫，並宣示2025年達成「非核家園」目標。依能源局之分析，台灣有98％能源仰賴進口，只有2％是自產能源，因此能源轉型對於台灣而言相當重要。2017年815大停電事件是台灣能源供需的關鍵轉型時點，經濟部於同年10月啟動「綠能屋頂全民參與」推動方案，以「民眾零出資、政府零補助」為原則，由廠商提供技術與資金，綠能屋頂所產生電力將由民眾優先自用，剩餘電力再由協助民眾設置太陽光電設備的營運商「全額躉購」&nbsp;，轉賣給台灣電力公司提供企業及其他住宅用戶使用。&nbsp;以期透過綠能屋頂分散式再生能源之方案，加速能源轉型之步伐。</p>
    <p>就此，台灣微軟首席技術與策略長陳守正亦指出，「永續能源的供給對台灣的發展至關重要，但必須建構完整的生態系，才能吸引更多民間力量參與。」&nbsp;準此，如何透過提供安全有效率的物聯網（IoT）解決方案與區塊鏈平台，打造更大規模的分散式智慧能源交易市場，正是能源轉型所賴之重要加速器。</p>
    <p>誠如前文所言，為提高能源使用效率，台灣需要像全世界能源產業一樣，積極尋求能源轉型，而隨發電比重逐年增加的綠色能源將成為主流，集中式發電自然將逐步轉向分散式儲能、發電模式。由於在完成我國的全面電業自由化後，未來電力市場的主角之一，將是生產性消費者（Prosumer），其本身既是生產者亦是消費者。此時，傳統的商業模式將受到能源市場架構大規模變化之衝擊，而有必須進行調整之必要，而善用區塊鏈降低交易門檻以及市場建置的成本，正可以是我們試驗創新的商業模式、加速開創未來電力交易市場的重要推力。</p>
    <div><br>
        <hr align="left" size="1" width="33%">
        <div>
            <p>[1] James Nderitu, All You Need to Know About Blockchain-Based P2P Energy Trading, Coin Central (Jul. 26, 2018); available at <a href="https://l.facebook.com/l.php?u=https%3A%2F%2Fcoincentral.com%2Fall-you-need-to-know-about-blockchain-based-p2p-energy-trading%2F%3Ffrom%3Dsinglemessage%26isappinstalled%3D0%26fbclid%3DIwAR1117KY3Tfs5FD1ABVQRIeLwQPpgPNCb44V8RdUyckAzk_QNEwzGynCzdM&h=AT2NwNzKP3Knc-rNTJz4473Lp_CX3gtiTAgwXI5XpRjqMwmtB1UD3AfbzHS5AJnhV0AIARJbIcjwdgsiogz3QQeVmPV7X82MYpqaoJ0QlStDsNf__2S_jwq73lhxtlwSJlI" target="_blank">https://coincentral.com/all-you-need-to-know-about-blockc&hellip;/&hellip;</a> (Last visit 2018/10/20)</p>
        </div>
    </div>`,
    coverImage: null,
  },
];

export default test;
